{
  "sections": [
    {
      "title": "1. Tentang Bank Indonesia",
      "content": "2. Informasi Kantor Perwakilan Bank Indonesia Purwokerto\n3. Layanan yang tersedia di Bank Indonesia Purwokerto\n4. Magang dan PKL\n5. Survei, Pengaduan, dan Informasi Publik",
      "created_at": "2025-12-02T08:05:53.880174"
    },
    {
      "title": "1. TENTANG BANK INDONESIA",
      "content": "Bank Indonesia (BI) adalah bank sentral Republik Indonesia yang bertanggung jawab dalam mengatur dan menjaga kestabilan nilai rupiah. BI juga memiliki peran penting dalam pengaturan kebijakan moneter untuk mencapai tujuan ekonomi nasional.\n\nUntuk Informasi lebih lanjut terkait Bank Indonesia dapat dilihat pada tautan berikut: \nhttps://www.bi.go.id/id/tentang-bi/profil/Default.aspx\n\n1.1 ORGANISASI\nStruktur Organisasi Bank Indonesia dapat dilihat di tautan berikut:\nhttps://www.bi.go.id/id/tentang-bi/profil/organisasi/Default.aspx\n\n1.2 KONTAK BANK INDONESIA PUSAT\nBank Indonesia\nJalan M.H. Thamrin No. 2, Jakarta 10350\nContact Center Bank Indonesia Bicara\nTelp: 131 dan 1500131 (dari luar negeri)\nE-mail: bicara@bi.go.id\nChatbot PITUTUR-Wicara: 081 131 131 131",
      "created_at": "2025-12-02T08:05:53.880174"
    },
    {
      "title": "2.1 PROFIL PIMPINAN",
      "content": "CHRISTOVENY\nDeputi Direktur – Kepala Perwakilan BI Purwokerto\n\nChristoveny lahir di Payakumbuh pada tahun 1976. Menyelesaikan pendidikan sarjana di Bidang Ekonomi Universitas Andalas pada tahun 1999. Christoveny melanjutkan Pendidikan di Universitas Indonesia dan mendapatkan gelar Master di Bidang Manajemen pada tahun 2010.\n\nMemulai kariernya di Bank Indonesia sejak tahun 2001, saat ini Christoveny menjabat sebagai Kepala Perwakilan Bank Indonesia Purwokerto sejak tahun 2024. Sebelumnya, Christoveny menjabat sebagai Deputi Kepala Perwakilan Perumusan & Implementasi KEKDA (2023-2024).\n\n2.2 LOKASI\nAlamat KPwBI Purwokerto:\nJl. Jenderal Ahmad Yani No.30 Purwokerto 53115\nTelp. (0281) 631632\nGoogle Maps: https://g.co/kgs/qe14jYA\n\n2.3 JAM PELAYANAN\nJam Pelayanan KPwBI Purwokerto:\nSenin - Jumat, 08:00 - 16:00 WIB\n\n2.4 KONTAK\nAnda bisa menghubungi KPwBI Purwokerto di kontak berikut:\n- No HP: (0281) 631632\n- Instagram: https://www.instagram.com/bank_indonesia_purwokerto/\n- TikTok: https://www.tiktok.com/@bi.purwokerto\n- Twitter: https://twitter.com/BI_Purwokerto\n- Youtube: https://www.youtube.com/@bankindonesiapurwokerto702",
      "created_at": "2025-12-02T08:05:53.880174"
    },
    {
      "title": "3.1 PENUKARAN UANG DAN KAS KELILING",
      "content": "Penukaran Uang dapat dilakukan langsung di KPw Bank Indonesia Purwokerto serta Kas Keliling yang informasi terkait jadwal dan lainnya bisa dilihat di:\nInstagram: https://www.instagram.com/bank_indonesia_purwokerto/ \nWebsite: https://pintar.bi.go.id/Order/KasKeliling\n\n3.1.1 SYARAT PENUKARAN UANG RUPIAH MELALUI KAS KELILING\n1. Penukar harus menunjukkan bukti pemesanan dalam bentuk digital/cetak.\n2. Uang Rupiah yang akan ditukarkan harus sesuai nominal yang tertera pada bukti pemesanan.\n3. Uang Rupiah yang akan ditukarkan harus dipilah, disusun menurut jenis pecahan dan tahun emisi, serta dipisahkan antara yang layak dan tidak layak edar.\n4. Tidak boleh menggunakan selotip, perekat, lakban, atau steples untuk mengelompokkan uang Rupiah.\n5. Bank Indonesia memberikan penggantian sesuai dengan nominal uang Rupiah yang ditukarkan, dalam pecahan dan tahun emisi yang sama atau berbeda.\n6. Penggantian uang Rupiah hanya diberikan jika ciri keasliannya dapat diidentifikasi.\n7. NIK-KTP tidak dapat digunakan untuk pemesanan baru setelah tanggal yang tertera pada bukti pemesanan, namun dapat digunakan kembali setelah tanggal tersebut untuk pemesanan selanjutnya.\n\n3.1.2 UANG RUPIAH YANG DAPAT DITUKARKAN\n1. Masyarakat bisa memilih jenis pecahan uang Rupiah yang tersedia di lokasi kas keliling saat melakukan pemesanan.\n2. Jumlah penukaran uang Rupiah kertas dan logam mengikuti alokasi ketersediaan di lokasi kas keliling yang dipilih.\n3. Penukaran uang Rupiah logam dapat dilakukan maksimal 250 keping per pecahan.\n4. Penukaran uang Rupiah kertas dilakukan dalam kelipatan setiap 100 lembar per pecahan, mengikuti alokasi yang ditetapkan oleh Bank Indonesia.\n5. Bank Indonesia dapat memberikan uang Rupiah dari berbagai jenis tahun emisi yang masih berlaku sebagai alat pembayaran yang sah.\n\n3.2 EMISI UANG\nInformasi terkait Emisi Uang yang masih berlaku dapat dilihat pada tautan berikut:\nhttps://www.bi.go.id/id/rupiah/gambar-uang/default.aspx",
      "created_at": "2025-12-02T08:05:53.880174"
    },
    {
      "title": "4. MAGANG DAN PKL (PRAKTIK KERJA LAPANGAN)",
      "content": "PKL adalah kegiatan praktik kerja yang diberikan kepada mahasiswa/siswa yang difasilitasi oleh Bank Indonesia. Memberikan kesempatan bagi mahasiswa/siswa untuk belajar dan mengembangkan diri melalui keterlibatan langsung dalam pelaksanaan tugas di Bank Indonesia.\n\n4.1 PERSYARATAN UMUM AKADEMIK\n\na. Jenjang pendidikan:\n   - Peserta PKL: D3/D4/S1/S2\n   - Peserta PKL: Sekolah Menengah Kejuruan (SMK)\n\nb. Tingkat pendidikan:\n   - Peserta PKL, minimal semester 6\n   - Peserta PKL, minimal kelas XI\n\nc. Bidang Studi:\n   - Peserta PKL: Ekonomi (Manajemen, Akuntansi, Ilmu Ekonomi, Keuangan), Matematika, Statistika, Teknik Industri, Teknik Informatika, Ilmu Komputer, Sistem Informasi, Hukum, Administrasi Bisnis/Niaga, Psikologi.\n   - Peserta PKL: Semua jurusan yang tersedia di SMK.\n\nd. Keahlian khusus antara lain:\n   - Peserta PKL: Menguasai Microsoft Office (Word, Excel, PowerPoint); desain grafis; programmer;\n   - Peserta PKL: komputer jaringan, multimedia; administrasi arsip; menguasai Microsoft Office (Word, Excel, PowerPoint).\n\n4.2 ALUR PENDAFTARAN\n\n- Pengajuan Magang melalui surat pengantar dan proposal yang dikirimkan ke Kantor Perwakilan Bank Indonesia Purwokerto\n- Jangka waktu proses seleksi maksimal 1 bulan\n\nJika Lolos: Akan dihubungi pihak KPwBI Purwokerto\nJika Tidak Lolos: Informasi melalui telepon (0281) 631631 KPwBI\n\nCATATAN:\n1. Jika mahasiswa lolos seleksi akan dihubungi oleh pihak Bank Indonesia Purwokerto\n2. Pengiriman surat pengantar dan proposal paling lambat 3 bulan sebelum periode magang yang dikehendaki\n3. Seluruh dokumen surat pengantar dan proposal adalah dokumen asli, dikirim ke Bank Indonesia Purwokerto (dalam bentuk hardcopy). Tidak melayani email.\n\n4.3 PERSYARATAN ADMINISTRASI & PERMOHONAN\n\n- Surat Pengantar dari Universitas/Sekolah. Mencakup:\n  * Keterangan data mahasiswa/siswa (Nama, NIM/NIS, Fakultas/Program Studi/Jurusan, Semester/Kelas)\n  * Durasi dan Periode PKL\n  \n- Fotokopi transkrip nilai semester terakhir\n\n- Proposal Individu. Mencakup:\n  * Data diri lengkap (CV)\n  * Motivation Letter (menjelaskan maksud dan tujuan PKL, harapan atau target yang akan dicapai)\n  * Bidang pekerjaan yang diminati (menceritakan passion atau minat terhadap salah satu bidang pekerjaan: moneter & makroprudensial, sistem pembayaran, pengelolaan uang rupiah, manajemen intern)\n  * Fotokopi KTP\n  * Fotokopi NPWP\n  * Fotokopi buku rekening tabungan pribadi (khusus untuk peserta PKL)",
      "created_at": "2025-12-02T08:05:53.880174"
    },
    {
      "title": "5.1 PENGAJUAN INFORMASI PUBLIK",
      "content": "Informasi publik bisa diakses pada tautan berikut:\nhttps://www.bi.go.id/id/informasi-publik/informasi-publik/Default.aspx\n\nAtau jika ingin pengajuan informasi lain bisa lewat tautan berikut:\nhttps://www.bi.go.id/id/layanan/permintaan-informasi/default.aspx\n\n5.2 PENGADUAN\n\nTATA CARA PENYAMPAIAN PENGADUAN, TINDAK LANJUT DAN PENYELESAIAN PERLINDUNGAN KONSUMEN\n\nKonsumen dapat menyampaikan pengaduan ke Bank Indonesia melalui:\n\n1. Contact Center Bank Indonesia (BI Bicara)\n   Telp: 131 dan 1500131 (dari luar negeri)\n\n2. Surat Elektronik atau E-mail\n   Email: bicara@bi.go.id\n\n3. Surat Tertulis\n   Kepada Kantor Perwakilan Bank Indonesia (KPw BI) yang terdekat dengan domisili Konsumen\n\n4. Layanan Bicara Daring\n   Melalui aplikasi Webex dengan cara klik tautan berikut:\n   https://bankindonesia.webex.com/join/bicara\n\n5. Website Form Pengaduan Konsumen\n   Dengan menggunakan form online Pengaduan Konsumen BI\n\n5.3 PENGISIAN SURVEY KEPUASAN\n\nSilakan isi survey kepuasan pengguna untuk membantu kami meningkatkan pelayanan.",
      "created_at": "2025-12-02T08:05:53.880174"
    },
    {
      "title": "WILAYAH KERJA KPWBI PURWOKERTO:",
      "content": "- Kabupaten Banyumas\n- Kabupaten Purbalingga\n- Kabupaten Cilacap\n- Kabupaten Banjarnegara\n- Kabupaten Kebumen\n\nTUGAS DAN FUNGSI:\n1. Pengelolaan Uang Rupiah\n2. Sistem Pembayaran\n3. Stabilitas Sistem Keuangan\n4. Edukasi dan Komunikasi\n\nPROGRAM UNGGULAN:\n- Gerakan Nasional Non-Tunai (GNNT)\n- Sosialisasi QRIS (Quick Response Code Indonesian Standard)\n- Taman Pintar Rupiah\n- Tim Pengendali Inflasi Daerah (TPID)",
      "created_at": "2025-12-02T08:05:53.880174"
    },
    {
      "title": "List Anak Magang",
      "content": "List Anak Magang:\n1. Jehian, Informatika, Unsoed\n2. Asri, Ekonomi Pembangunan, Unsoed\n3. Sekar, Ekonomi Syariah, UIN SAIZU",
      "created_at": "2025-12-02T08:10:21.580004"
    },
    {
      "title": "TENTANG PITUTUR-Wicara",
      "content": "PITUTUR-Wicara adalah chatbot AI resmi Kantor Perwakilan Bank Indonesia Purwokerto yang dirancang untuk memberikan informasi dan pelayanan kepada masyarakat secara cepat, akurat, dan mudah diakses.\n\n📱 AKSES PITUTUR-WICARA:\n- Website: https://pitutur-wicara.streamlit.app\n- WhatsApp: 081 131 131 131 (integrasi dalam pengembangan)\n- Tersedia 24/7 untuk menjawab pertanyaan Anda\n\n🤖 APA ITU PITUTUR-WICARA?\nPITUTUR adalah singkatan dari \"Pelayanan Informasi Publik Sepenuh Hati dan Transparan\", sedangkan Wicara berarti \"Wadah Informasi Cepat dan Akurat\". Chatbot ini dikembangkan menggunakan teknologi AI Google Gemini 2.5 Flash dengan sistem Retrieval-Augmented Generation (RAG) untuk memberikan jawaban yang akurat berdasarkan knowledge base resmi Bank Indonesia.\n\n💡 APA YANG BISA DITANYAKAN?\nAnda dapat menanyakan berbagai informasi tentang:\n1. Profil dan lokasi KPwBI Purwokerto\n2. Layanan penukaran uang dan kas keliling\n3. Informasi magang dan PKL\n4. Pengajuan informasi publik\n5. Cara pengaduan konsumen\n6. Emisi uang rupiah\n7. Program-program Bank Indonesia\n8. Wilayah kerja KPwBI Purwokerto\n\n✅ TIPS MENGGUNAKAN PITUTUR-WICARA:\n- Ajukan pertanyaan dengan jelas dan spesifik\n- Gunakan bahasa Indonesia yang baik\n- Jika jawaban kurang jelas, coba tanyakan dengan cara berbeda\n- Untuk informasi yang sangat spesifik atau layanan langsung, hubungi Contact Center BI Bicara: 131 atau (0281) 631632\n\n🔒 KEAMANAN & PRIVASI:\n- PITUTUR-Wicara tidak menyimpan data pribadi Anda\n- Riwayat chat hanya tersimpan di browser lokal Anda\n- Informasi yang diberikan bersumber dari data resmi Bank Indonesia\n\n⚡ TEKNOLOGI:\nPITUTUR-Wicara menggunakan:\n- AI: Google Gemini 2.5 Flash\n- Framework: Streamlit\n- RAG System: Sentence Transformers\n- Knowledge Base: Dikelola dan diperbarui secara berkala oleh tim KPwBI Purwokerto\n\n📞 KONTAK LANGSUNG:\nJika membutuhkan bantuan lebih lanjut atau layanan yang tidak dapat dijawab oleh chatbot, silakan hubungi:\n- Telp: (0281) 631632\n- Email: bicara@bi.go.id\n- Instagram: @bank_indonesia_purwokerto\n- Datang langsung ke KPwBI Purwokerto: Jl. Jenderal Ahmad Yani No.30, Purwokerto 53115\n\n🎯 TUJUAN PITUTUR-WICARA:\nMeningkatkan aksesibilitas informasi Bank Indonesia kepada masyarakat, khususnya di wilayah Banyumas, Purbalingga, Cilacap, Banjarnegara, dan Kebumen, melalui platform digital yang mudah digunakan dan tersedia kapan saja.",
      "created_at": "2025-12-04T08:33:07.175802"
    }
  ],
  "version": "2.0.0",
  "last_updated": "2025-12-04T08:33:07.180811",
  "migrated_from": "hardcoded_text",
  "migration_date": "2025-12-02T08:05:53.880174"
}